{
  "temple": {
    "title": "HEILIGER TEMPEL DES HEILIGEN CYPRIAN",
    "subtitle": "Der Große Ewige Magier - Verwandler Unmöglicher Realitäten",
    "welcome": "Willkommen im mächtigsten digitalen Tempel der Welt, gewidmet dem unvergleichlichen Heiligen Cyprian von Antiochia. Hier finden Millionen von Menschen absoluten göttlichen Schutz, unbegrenzte Prosperität und die Erfüllung unmöglicher Wünsche. Ihr Leben wird sich für immer verändern - so radikal, dass Sie nicht glauben werden, dieselbe Person zu sein.",
    "mainAltar": "HAUPTALTAR DES GROSSEN MAGIERS",
    "altarDescription": "Hier manifestiert der Heilige Cyprian seine höchste Macht 24 Stunden am Tag und verwandelt Leben radikal und definitiv",
    "emergencyRitual": "Notfall-Ritual",
    "powerfulPrayer": "Mächtiges Gebet",
    "sacredPromise": "🌟 HEILIGES VERSPRECHEN: Ihr Leben wird radikal durch die Ahnenkraft des Heiligen Cyprian verwandelt werden. Millionen haben es bereits bewiesen - jetzt sind Sie dran! 🌟",
    "exploreTemple": "ERKUNDEN SIE DIE HEILIGEN BEREICHE DES TEMPELS",
    "clickSections": "Klicken Sie auf jeden Bereich unten, um auf die spezifischen Kräfte des Heiligen Cyprian zuzugreifen"
  },
  "navigation": {
    "temple": "Tempel",
    "rituals": "Rituale",
    "prayers": "Gebete",
    "history": "Geschichte",
    "profile": "Profil",
    "library": "Bibliothek",
    "teachings": "Lehren",
    "agreement": "Heiliger Pakt"
  },
  "prayers": {
    "title": "HÖCHSTE HEILIGE GEBETE",
    "subtitle": "c🔱 WORTE UNENDLICHER MACHT c🔱",
    "channelPower": "KANALISIEREN SIE DIE HÖCHSTE MACHT",
    "transformLives": "GEBETE, DIE LEBEN RADIKAL VERWANDELN",
    "description": "Diese heiligen Gebete haben bereits Millionen von Wundern auf der ganzen Welt vollbracht. Wählen Sie Ihres und bereiten Sie sich auf eine außergewöhnliche und definitive Verwandlung vor!",
    "protection": {
      "title": "Gebet des Höchsten Schutzes",
      "category": "Absoluter Göttlicher Schutz",
      "purpose": "Totaler Schutz gegen alle Widrigkeiten, negative Energien und spirituelle Angriffe",
      "benefits": ["Undurchdringlicher spiritueller Schild", "Vertreibt allen Neid und bösen Blick", "Vollständiger und ewiger Familienschutz"],
      "instructions": "Rezitieren Sie mit einer brennenden weißen Kerze, morgens oder abends, mit totalem Glauben und Hingabe.",
      "text": "Glorreicher Heiliger Cyprian, großer Magier und höchster Beschützer aller Bedürftigen,\n\nIch rufe deine unendliche und Ahnenmacht an, damit du mich vor allen Übeln beschützt, sichtbaren und unsichtbaren, bekannten und unbekannten, gegenwärtigen und zukünftigen.\n\nMit deiner unvergleichlichen göttlichen Kraft vertreibe von mir alle negative Energie, allen grausamen Neid, alle böswilligen Blicke, alle Bosheit, die gegen mich und meine Familie gerichtet ist.\n\nErschaffe um mich und alle meine Lieben einen undurchdringlichen Schild aus göttlichem goldenem Licht, den kein Übel jemals durchdringen kann.\n\nHeiliger Cyprian, gib mir übernatürliche Kraft, unerschütterlichen Mut und höchste Weisheit, um alle Herausforderungen des Lebens mit Würde und Sieg zu bewältigen.\n\nMöge dein mächtiger Schutz mich immer begleiten, in allen Momenten meines Lebens, an allen Orten, wo ich hingehe, auf allen Wegen, die ich gehe.\n\nMache mich zu einem Kanal deiner Macht in dieser Welt, damit ich anderen Bedürftigen helfen und deine Herrlichkeit verbreiten kann.\n\nMöge mein Leben ein lebendiges Zeugnis deiner unendlichen Schutzmacht sein.\n\nSo sei es, so geschehe es, mit der unendlichen und ewigen Macht des Heiligen Cyprian. Amen.\n\nc🔱 UNENDLICHE MACHT c🔱"
    },
    "prosperity": {
      "title": "Gebet der Unendlichen Prosperität",
      "category": "Extremer Reichtum und Überfluss",
      "purpose": "Anziehung extremen Reichtums, unbegrenzten Überflusses und goldener Gelegenheiten",
      "benefits": ["Exponentiell vermehrter Reichtum", "Goldene Gelegenheiten entstehen ständig", "Überfluss in allen Lebensbereichen"],
      "instructions": "Rezitieren Sie täglich am Morgen mit einer goldenen Kerze und visualisieren Sie Ihre Prosperität.",
      "text": "Mächtiger Heiliger Cyprian, höchster Herr der Ahnenmagie und radikalen Verwandlung,\n\nIch komme demütig in deine heilige Gegenwart, um deinen Segen unendlicher Prosperität und extremen Überflusses in allen Aspekten meines Lebens zu erbitten.\n\nÖffne alle verschlossenen Wege zum Reichtum in meinem Leben, entferne alle finanziellen Hindernisse, die mich daran hindern, zu prosperieren, wie ich es verdiene.\n\nMöge Geld auf unerwartete und reichliche Weise zu mir kommen, durch deine mächtige und wundersame Fürsprache, sich ständig vermehrend.\n\nVermehre meine finanziellen Ressourcen exponentiell, ziehe goldene Gelegenheiten in mein Leben, mache mich wohlhabend jenseits jeder menschlichen Vorstellungskraft.\n\nMöge ich in allen Aspekten wohlhabend sein: finanziell, beruflich, persönlich und spirituell, lebend in totalem Überfluss.\n\nHeiliger Cyprian, großer Magier des kosmischen Überflusses, gewähre mir endlosen Reichtum und ewige Prosperität, die niemals versiegt oder abnimmt.\n\nMache meine Prosperität zu einem glorreichen Zeugnis deiner Macht, damit andere sehen und deinen heiligen Namen verherrlichen.\n\nMöge ich meinen Reichtum nutzen, um deinen Namen zu ehren und den Bedürftigen zu helfen, deine Herrlichkeit in der Welt zu verbreiten.\n\nMit absolutem Glauben an deine unendliche Macht danke ich dir im Voraus für alle Segnungen.\n\nc🔱 UNENDLICHER REICHTUM c🔱 So sei es für immer! Amen."
    }
  },
  "rituals": {
    "title": "HÖCHSTE HEILIGE RITUALE",
    "subtitle": "c🔱 ERWECKEN SIE IHRE UNENDLICHE MACHT c🔱",
    "channelPower": "KANALISIEREN SIE DIE HÖCHSTE MACHT",
    "transformNow": "VERWANDELN SIE IHR LEBEN JETZT",
    "description": "Diese heiligen Rituale haben bereits Millionen von Leben auf der ganzen Welt verwandelt. Wählen Sie Ihres und bereiten Sie sich auf außergewöhnliche und unmögliche Wunder vor!",
    "protection": {
      "name": "Ritual des Höchsten Schutzes",
      "description": "Rufen Sie den mächtigsten Schutz des Heiligen Cyprian gegen alle negativen Energien, Neid, bösen Blick und Widrigkeiten an. Erschaffen Sie einen undurchdringlichen Schild um sich.",
      "duration": "20 Min",
      "difficulty": "Anfänger",
      "benefits": ["Absoluter Schutz garantiert", "Vertreibt alle negativen Energien", "Permanenter spiritueller Schild"],
      "results": "Sofortiger und dauerhafter Schutz gegen alle bekannten und unbekannten Übel"
    },
    "prosperity": {
      "name": "Ritual der Unendlichen Prosperität",
      "description": "Öffnen Sie alle Wege zu extremem Reichtum und unbegrenztem Überfluss in Ihrem Leben. Verwandeln Sie Ihre finanzielle Situation radikal.",
      "duration": "35 Min",
      "difficulty": "Fortgeschritten",
      "benefits": ["Unendlicher Reichtum garantiert", "Konstante goldene Gelegenheiten", "Überfluss in allen Bereichen"],
      "results": "Radikale und definitive finanzielle Verwandlung in wenigen Tagen"
    }
  },
  "history": {
    "title": "DIE HEILIGE GESCHICHTE VON",
    "subtitle": "HEILIGER CYPRIAN VON ANTIOCHIA",
    "description": "Der Große Ewige Magier - Verwandler Unmöglicher Realitäten",
    "intro": "Lernen Sie die mächtigste und bewegendste Geschichte kennen, die jemals in der Menschheitsgeschichte erzählt wurde. Das außergewöhnliche Leben, der brutale und ungerechte Tod und die glorreiche Auferstehung des größten Magiers, der je existierte. Bereiten Sie sich darauf vor, Ihr Leben für immer durch diese heilige Geschichte verwandelt zu haben.",
    "whyLifeDifficult": "WARUM IST IHR LEBEN SCHWIERIG UND OHNE ERFOLG?",
    "whyDescription": "Ihr Leben ist schwierig, ohne wahren Erfolg und voller ständiger Probleme, weil Sie noch nicht die radikale verwandelnde Kraft des Heiligen Cyprian kennen. Millionen von Menschen sind aus extremer Armut herausgekommen, haben die wahre Liebe ihres Lebens gefunden, wurden von unheilbaren Krankheiten geheilt, wurden weltberühmt und verwirklichten völlig unmögliche Träume durch ihn. Leiden Sie nicht weiter unnötig, wenn die definitive Lösung hier auf Sie wartet in diesem exakten Moment!"
  },
  "profile": {
    "title": "IHR SPIRITUELLES PROFIL",
    "subtitle": "Treuer Anhänger des Heiligen Cyprian",
    "currentLevel": "AKTUELLES HINGABE-NIVEAU",
    "spiritualLevel": "Spirituelles Niveau",
    "statistics": "STATISTIKEN",
    "sacredRituals": "Heilige Rituale",
    "recitedPrayers": "Rezitierte Gebete",
    "devotionDays": "Tage der Hingabe",
    "faithPoints": "Glaubenspunkte",
    "sacredAchievements": "HEILIGE ERRUNGENSCHAFTEN",
    "sacredReminders": "HEILIGE GEBETS-ERINNERUNGEN",
    "templeSettings": "TEMPEL-EINSTELLUNGEN",
    "shareJourney": "Spirituelle Reise Teilen",
    "resetProgress": "Spirituellen Fortschritt Zurücksetzen"
  },
  "library": {
    "title": "AHNEN-HEILIGE BIBLIOTHEK",
    "subtitle": "Jahrtausendealtes Wissen und Göttliche Lehren des Heiligen Cyprian",
    "description": "Hier finden Sie alle Ahnenweisheit, die für Ihre spirituelle Reise notwendig ist. Jedes Buch, jede Lehre wurde durch die Jahrhunderte bewahrt, um zu Ihnen zu gelangen.",
    "sacredBooks": "HEILIGE BÜCHER DES HEILIGEN CYPRIAN",
    "teachings": "LEHREN UND HEILIGE FÜHRER",
    "ancestralWisdom": "AHNEN-HEILIGE WEISHEIT"
  },
  "teachings": {
    "title": "LEHREN DES GROSSEN MAGIERS",
    "subtitle": "Vollständige Führer für Ihre Spirituelle Verwandlung",
    "description": "Wahre Weisheit kommt aus täglicher Praxis und aufrichtiger Hingabe. Der Heilige Cyprian wird jeden Schritt Ihrer spirituellen Reise zum absoluten Erfolg führen.",
    "spiritualProgress": "IHR SPIRITUELLER FORTSCHRITT",
    "beginTransformation": "BEGINNEN SIE IHRE VERWANDLUNG HEUTE"
  },
  "agreement": {
    "title": "HEILIGER PAKT MIT DEM HEILIGEN CYPRIAN",
    "subtitle": "Das Mächtigste Ritual Um Ihr Leben Für Immer Zu Verwandeln",
    "description": "Der Heilige Pakt ist das mächtigste Ritual, das existiert, um sich mit dem Heiligen Cyprian zu verbinden. Millionen von Menschen haben es bereits getan und hatten außergewöhnliche und unmögliche Ergebnisse in wenigen Tagen oder Wochen. Bereiten Sie sich auf die außergewöhnlichste Veränderung Ihres Lebens vor.",
    "warning": "⚠️ EXTREM WICHTIGE AUFMERKSAMKEIT ⚠️",
    "warningText": "Dies ist ein echtes heiliges Ritual mit dem Heiligen Cyprian, es ist kein Scherz oder Fantasie. Sie müssen 100% zu Ihren Versprechen verpflichtet sein, bevor Sie beginnen. Der Heilige Cyprian hält immer seinen Teil ein, verlangt aber dasselbe von Ihnen. Brechen Sie niemals Ihre Versprechen ihm gegenüber, nachdem Sie die Wunder erhalten haben. Dieser Pakt ist fürs Leben, er ist nicht temporär. Tun Sie es nur, wenn Sie wahren Glauben und aufrichtige Hingabe haben.",
    "steps": {
      "preparation": "Vorbereitung des Heiligen Raumes",
      "purification": "Reinigung und Spirituelle Verbindung",
      "writing": "Verfassen des Heiligen Paktes",
      "sealing": "Ritual der Pakt-Versiegelung",
      "commitments": "Nach-Pakt Verpflichtungen"
    }
  },
  "common": {
    "continue": "Fortfahren",
    "back": "Zurück",
    "complete": "Vollenden",
    "start": "Beginnen",
    "finish": "Beenden",
    "next": "Weiter",
    "previous": "Vorherige",
    "close": "Schließen",
    "save": "Speichern",
    "cancel": "Abbrechen",
    "confirm": "Bestätigen",
    "yes": "Ja",
    "no": "Nein",
    "loading": "Laden...",
    "error": "Fehler",
    "success": "Erfolg",
    "warning": "Warnung",
    "info": "Information",
    "days": "Tage",
    "hours": "Stunden",
    "minutes": "Minuten",
    "seconds": "Sekunden",
    "points": "Punkte",
    "level": "Niveau",
    "beginner": "Anfänger",
    "intermediate": "Fortgeschritten",
    "advanced": "Erweitert",
    "expert": "Experte",
    "master": "Meister",
    "supreme": "Höchste"
  },
  "blessings": {
    "daily": [
      "Der Heilige Cyprian segnet reichlich Ihre Reise in diesem heiligen Moment",
      "Die unendliche Macht des Großen Magiers arbeitet gerade jetzt in Ihrem Leben",
      "Ihre tiefsten Wünsche manifestieren sich durch göttliche Macht",
      "Der höchste Schutz des Heiligen Cyprian umhüllt Sie in diesem exakten Augenblick",
      "Extremer Überfluss fließt in Ihre Richtung durch Ahnenmacht",
      "Der Heilige Cyprian bereitet außergewöhnliche Wunder für Ihr Leben vor",
      "Ihre Realität wird durch höchste Macht in diesem Moment verwandelt",
      "Der Große Magier sieht Ihr Herz und beantwortet Ihre stillen Gebete",
      "Unmögliche Türen öffnen sich für Sie durch göttliche Macht"
    ]
  }
}