{
  "temple": {
    "title": "SACRED TEMPLE OF SAINT CYPRIAN",
    "subtitle": "The Great Eternal Mage - Transformer of Impossible Realities",
    "welcome": "Welcome to the most powerful digital temple in the world, dedicated to the incomparable Saint Cyprian of Antioch. Here, millions of people find absolute divine protection, unlimited prosperity and realization of impossible desires. Your life is about to change forever - so radically that you won't believe you're the same person.",
    "mainAltar": "MAIN ALTAR OF THE GREAT MAGE",
    "altarDescription": "Here Saint Cyprian manifests his supreme power 24 hours a day and transforms lives radically and definitively",
    "emergencyRitual": "Emergency Ritual",
    "powerfulPrayer": "Powerful Prayer",
    "sacredPromise": "🌟 SACRED PROMISE: Your life will be radically transformed through the ancestral power of Saint Cyprian. Millions have already proven it - now it's your turn! 🌟",
    "exploreTemple": "EXPLORE THE SACRED SECTIONS OF THE TEMPLE",
    "clickSections": "Click on each section below to access the specific powers of Saint Cyprian"
  },
  "navigation": {
    "temple": "Temple",
    "rituals": "Rituals",
    "prayers": "Prayers",
    "history": "History",
    "profile": "Profile",
    "library": "Library",
    "teachings": "Teachings",
    "agreement": "Sacred Agreement"
  },
  "prayers": {
    "title": "SUPREME SACRED PRAYERS",
    "subtitle": "c🔱 WORDS OF INFINITE POWER c🔱",
    "channelPower": "CHANNEL THE SUPREME POWER",
    "transformLives": "PRAYERS THAT TRANSFORM LIVES RADICALLY",
    "description": "These sacred prayers have already performed millions of miracles around the world. Choose yours and prepare for an extraordinary and definitive transformation!",
    "protection": {
      "title": "Prayer of Supreme Protection",
      "category": "Absolute Divine Protection",
      "purpose": "Total protection against all adversities, negative energies and spiritual attacks",
      "benefits": ["Impenetrable spiritual shield", "Repels all envy and evil eye", "Complete and eternal family protection"],
      "instructions": "Recite with a white candle lit, morning or evening, with total faith and devotion.",
      "text": "Glorious Saint Cyprian, great mage and supreme protector of all the needy,\n\nI invoke your infinite and ancestral power so that you protect me from all evils, visible and invisible, known and unknown, present and future.\n\nWith your incomparable divine strength, drive away from me all negative energy, all cruel envy, all malicious gaze, all evil directed against me and my family.\n\nCreate around me and all my loved ones an impenetrable shield of divine golden light, which no evil can ever cross.\n\nSaint Cyprian, give me supernatural strength, unshakeable courage and supreme wisdom to face all life's challenges with dignity and victory.\n\nMay your powerful protection always accompany me, at all moments of my life, in all places I go, on all paths I follow.\n\nMake me a channel of your power in this world, so that I can help other needy people and spread your glory.\n\nMay my life be a living testimony of your infinite protective power.\n\nSo be it, so it is done, with the infinite and eternal power of Saint Cyprian. Amen.\n\nc🔱 INFINITE POWER c🔱"
    },
    "prosperity": {
      "title": "Prayer of Infinite Prosperity",
      "category": "Extreme Wealth and Abundance",
      "purpose": "Attraction of extreme wealth, unlimited abundance and golden opportunities",
      "benefits": ["Exponentially multiplied wealth", "Golden opportunities constantly arise", "Abundance in all areas of life"],
      "instructions": "Recite daily in the morning with a golden candle, visualizing your prosperity.",
      "text": "Powerful Saint Cyprian, supreme lord of ancestral magic and radical transformation,\n\nI come humbly into your sacred presence to request your blessing of infinite prosperity and extreme abundance in all aspects of my life.\n\nOpen all closed paths to wealth in my life, remove all financial obstacles that prevent me from prospering as I deserve.\n\nMay money come to me in unexpected and abundant ways, through your powerful and miraculous intercession, multiplying constantly.\n\nMultiply my financial resources exponentially, attract golden opportunities to my life, make me prosperous beyond any human imagination.\n\nMay I be prosperous in all aspects: financial, professional, personal and spiritual, living in total abundance.\n\nSaint Cyprian, great mage of cosmic abundance, grant me endless wealth and eternal prosperity that never runs out or diminishes.\n\nMake my prosperity a glorious testimony of your power, so that others see and glorify your sacred name.\n\nMay I use my wealth to honor your name and help the needy, spreading your glory throughout the world.\n\nWith absolute faith in your infinite power, I thank you in advance for all blessings.\n\nc🔱 INFINITE WEALTH c🔱 So be it forever! Amen."
    }
  },
  "rituals": {
    "title": "SUPREME SACRED RITUALS",
    "subtitle": "c🔱 AWAKEN YOUR INFINITE POWER c🔱",
    "channelPower": "CHANNEL THE SUPREME POWER",
    "transformNow": "TRANSFORM YOUR LIFE RIGHT NOW",
    "description": "These sacred rituals have already transformed millions of lives around the world. Choose yours and prepare for extraordinary and impossible miracles!",
    "protection": {
      "name": "Supreme Protection Ritual",
      "description": "Invoke the most powerful protection of Saint Cyprian against all negative energies, envy, evil eye and adversities. Create an impenetrable shield around you.",
      "duration": "20 min",
      "difficulty": "Beginner",
      "benefits": ["Absolute protection guaranteed", "Repels all negative energies", "Permanent spiritual shield"],
      "results": "Immediate and lasting protection against all known and unknown evils"
    },
    "prosperity": {
      "name": "Infinite Prosperity Ritual",
      "description": "Open all paths to extreme wealth and unlimited abundance in your life. Transform your financial situation radically.",
      "duration": "35 min",
      "difficulty": "Intermediate",
      "benefits": ["Infinite wealth guaranteed", "Constant golden opportunities", "Abundance in all areas"],
      "results": "Radical and definitive financial transformation in a few days"
    }
  },
  "history": {
    "title": "THE SACRED HISTORY OF",
    "subtitle": "SAINT CYPRIAN OF ANTIOCH",
    "description": "The Great Eternal Mage - Transformer of Impossible Realities",
    "intro": "Know the most powerful and touching story ever told in human history. The extraordinary life, brutal and unjust death, and glorious resurrection of the greatest mage who ever existed. Prepare to have your life transformed forever through this sacred story.",
    "whyLifeDifficult": "WHY IS YOUR LIFE DIFFICULT AND WITHOUT SUCCESS?",
    "whyDescription": "Your life is difficult, without true success and full of constant problems because you still don't know the radical transformative power of Saint Cyprian. Millions of people have come out of extreme poverty, found the true love of their lives, been cured of terminal diseases considered incurable, became world famous and realized completely impossible dreams through him. Don't continue suffering unnecessarily when the definitive solution is here waiting for you at this exact moment!"
  },
  "profile": {
    "title": "YOUR SPIRITUAL PROFILE",
    "subtitle": "Faithful Devotee of Saint Cyprian",
    "currentLevel": "CURRENT DEVOTION LEVEL",
    "spiritualLevel": "Spiritual Level",
    "statistics": "STATISTICS",
    "sacredRituals": "Sacred Rituals",
    "recitedPrayers": "Recited Prayers",
    "devotionDays": "Days of Devotion",
    "faithPoints": "Faith Points",
    "sacredAchievements": "SACRED ACHIEVEMENTS",
    "sacredReminders": "SACRED PRAYER REMINDERS",
    "templeSettings": "TEMPLE SETTINGS",
    "shareJourney": "Share Spiritual Journey",
    "resetProgress": "Reset Spiritual Progress"
  },
  "library": {
    "title": "ANCESTRAL SACRED LIBRARY",
    "subtitle": "Millenary Knowledge and Divine Teachings of Saint Cyprian",
    "description": "Here you find all the ancestral wisdom necessary for your spiritual journey. Each book, each teaching has been preserved through the centuries to reach you.",
    "sacredBooks": "SACRED BOOKS OF SAINT CYPRIAN",
    "teachings": "TEACHINGS AND SACRED GUIDES",
    "ancestralWisdom": "ANCESTRAL SACRED WISDOM"
  },
  "teachings": {
    "title": "TEACHINGS OF THE GREAT MAGE",
    "subtitle": "Complete Guides for Your Spiritual Transformation",
    "description": "True wisdom comes from daily practice and sincere dedication. Saint Cyprian will guide every step of your spiritual journey to absolute success.",
    "spiritualProgress": "YOUR SPIRITUAL PROGRESS",
    "beginTransformation": "BEGIN YOUR TRANSFORMATION TODAY"
  },
  "agreement": {
    "title": "SACRED AGREEMENT WITH SAINT CYPRIAN",
    "subtitle": "The Most Powerful Ritual to Transform Your Life Forever",
    "description": "The Sacred Agreement is the most powerful ritual that exists to connect with Saint Cyprian. Millions of people have already done it and had extraordinary and impossible results in a few days or weeks. Prepare for the most extraordinary change of your life.",
    "warning": "⚠️ EXTREMELY IMPORTANT ATTENTION ⚠️",
    "warningText": "This is a real sacred ritual with Saint Cyprian, it's not a joke or fantasy. You must be 100% committed to your promises before starting. Saint Cyprian always keeps his part, but demands the same from you. Never break your promises to him after receiving miracles. This agreement is for life, it's not temporary. Only do it if you have true faith and sincere devotion.",
    "steps": {
      "preparation": "Preparation of Sacred Space",
      "purification": "Purification and Spiritual Connection",
      "writing": "Writing the Sacred Agreement",
      "sealing": "Ritual of Agreement Sealing",
      "commitments": "Post-Agreement Commitments"
    }
  },
  "common": {
    "continue": "Continue",
    "back": "Back",
    "complete": "Complete",
    "start": "Start",
    "finish": "Finish",
    "next": "Next",
    "previous": "Previous",
    "close": "Close",
    "save": "Save",
    "cancel": "Cancel",
    "confirm": "Confirm",
    "yes": "Yes",
    "no": "No",
    "loading": "Loading...",
    "error": "Error",
    "success": "Success",
    "warning": "Warning",
    "info": "Information",
    "days": "days",
    "hours": "hours",
    "minutes": "minutes",
    "seconds": "seconds",
    "points": "points",
    "level": "level",
    "beginner": "Beginner",
    "intermediate": "Intermediate",
    "advanced": "Advanced",
    "expert": "Expert",
    "master": "Master",
    "supreme": "Supreme"
  },
  "blessings": {
    "daily": [
      "Saint Cyprian abundantly blesses your journey at this sacred moment",
      "The infinite power of the Great Mage is working in your life right now",
      "Your deepest desires are manifesting through divine power",
      "The supreme protection of Saint Cyprian envelops you at this exact instant",
      "Extreme abundance is flowing in your direction through ancestral power",
      "Saint Cyprian is preparing extraordinary miracles for your life",
      "Your reality is being transformed by supreme power at this moment",
      "The Great Mage sees your heart and is answering your silent prayers",
      "Impossible doors are opening for you through divine power"
    ]
  }
}