{
  "temple": {
    "title": "TEMPLO SAGRADO DE SAN CIPRIANO",
    "subtitle": "El Gran Mago Eterno - Transformador de Realidades Imposibles",
    "welcome": "Bienvenido al templo digital m치s poderoso del mundo, dedicado al incomparable San Cipriano de Antioqu칤a. Aqu칤, millones de personas encuentran protecci칩n divina absoluta, prosperidad ilimitada y realizaci칩n de deseos imposibles. Tu vida est치 a punto de cambiar para siempre - de forma tan radical que no creer치s que eres la misma persona.",
    "mainAltar": "ALTAR PRINCIPAL DEL GRAN MAGO",
    "altarDescription": "Aqu칤 San Cipriano manifiesta su poder supremo 24 horas al d칤a y transforma vidas de forma radical y definitiva",
    "emergencyRitual": "Ritual de Emergencia",
    "powerfulPrayer": "Oraci칩n Poderosa",
    "sacredPromise": "游 PROMESA SAGRADA: Tu vida ser치 transformada radicalmente a trav칠s del poder ancestral de San Cipriano. Millones ya lo han comprobado - 춰ahora es tu turno! 游",
    "exploreTemple": "EXPLORA LAS SECCIONES SAGRADAS DEL TEMPLO",
    "clickSections": "Haz clic en cada secci칩n abajo para acceder a los poderes espec칤ficos de San Cipriano"
  },
  "navigation": {
    "temple": "Templo",
    "rituals": "Rituales",
    "prayers": "Oraciones",
    "history": "Historia",
    "profile": "Perfil",
    "library": "Biblioteca",
    "teachings": "Ense침anzas",
    "agreement": "Acuerdo Sagrado"
  },
  "prayers": {
    "title": "ORACIONES SAGRADAS SUPREMAS",
    "subtitle": "c游댬 PALABRAS DE PODER INFINITO c游댬",
    "channelPower": "CANALIZA EL PODER SUPREMO",
    "transformLives": "ORACIONES QUE TRANSFORMAN VIDAS RADICALMENTE",
    "description": "Estas oraciones sagradas ya han realizado millones de milagros por todo el mundo. 춰Elige la tuya y prep치rate para una transformaci칩n extraordinaria y definitiva!",
    "protection": {
      "title": "Oraci칩n de Protecci칩n Suprema",
      "category": "Protecci칩n Divina Absoluta",
      "purpose": "Protecci칩n total contra todas las adversidades, energ칤as negativas y ataques espirituales",
      "benefits": ["Escudo espiritual impenetrable", "Aleja toda envidia y mal de ojo", "Protecci칩n familiar completa y eterna"],
      "instructions": "Recita con una vela blanca encendida, por la ma침ana o por la noche, con total fe y devoci칩n.",
      "text": "Glorioso San Cipriano, gran mago y protector supremo de todos los necesitados,\n\nInvoco tu poder infinito y ancestral para que me protejas de todos los males, visibles e invisibles, conocidos y desconocidos, presentes y futuros.\n\nCon tu fuerza divina incomparable, aleja de m칤 toda energ칤a negativa, toda envidia cruel, toda mirada mal intencionada, toda maldad dirigida contra m칤 y mi familia.\n\nCrea alrededor de m칤 y de todos mis seres queridos un escudo impenetrable de luz dorada divina, que ning칰n mal pueda atravesar jam치s.\n\nSan Cipriano, dame fuerza sobrenatural, coraje inquebrantable y sabidur칤a suprema para enfrentar todos los desaf칤os de la vida con dignidad y victoria.\n\nQue tu protecci칩n poderosa me acompa침e siempre, en todos los momentos de mi vida, en todos los lugares que vaya, en todos los caminos que siga.\n\nHazme un canal de tu poder en este mundo, para que pueda ayudar a otros necesitados y esparcir tu gloria.\n\nQue mi vida sea un testimonio vivo de tu poder protector infinito.\n\nAs칤 sea, as칤 se haga, con el poder infinito y eterno de San Cipriano. Am칠n.\n\nc游댬 PODER INFINITO c游댬"
    },
    "prosperity": {
      "title": "Oraci칩n de Prosperidad Infinita",
      "category": "Riqueza y Abundancia Extrema",
      "purpose": "Atracci칩n de riqueza extrema, abundancia sin l칤mites y oportunidades de oro",
      "benefits": ["Riqueza multiplicada exponencialmente", "Oportunidades de oro surgen constantemente", "Abundancia en todas las 치reas de la vida"],
      "instructions": "Recita diariamente por la ma침ana con una vela dorada, visualizando tu prosperidad.",
      "text": "Poderoso San Cipriano, se침or supremo de la magia ancestral y la transformaci칩n radical,\n\nVengo humildemente a tu presencia sagrada para solicitar tu bendici칩n de prosperidad infinita y abundancia extrema en todos los aspectos de mi vida.\n\nAbre todos los caminos cerrados hacia la riqueza en mi vida, remueve todos los obst치culos financieros que me impiden prosperar como merezco.\n\nQue el dinero llegue hasta m칤 de formas inesperadas y abundantes, a trav칠s de tu intercesi칩n poderosa y milagrosa, multiplic치ndose constantemente.\n\nMultiplica mis recursos financieros de forma exponencial, atrae oportunidades de oro a mi vida, hazme pr칩spero m치s all치 de cualquier imaginaci칩n humana.\n\nQue sea pr칩spero en todos los aspectos: financiero, profesional, personal y espiritual, viviendo en la abundancia total.\n\nSan Cipriano, gran mago de la abundancia c칩smica, conc칠deme riqueza sin fin y prosperidad eterna que nunca se agote ni disminuya.\n\nHaz que mi prosperidad sea un testimonio glorioso de tu poder, para que otros vean y glorifiquen tu nombre sagrado.\n\nQue use mi riqueza para honrar tu nombre y ayudar a los necesitados, esparciendo tu gloria por el mundo.\n\nCon fe absoluta en tu poder infinito, te agradezco anticipadamente por todas las bendiciones.\n\nc游댬 RIQUEZA INFINITA c游댬 춰As칤 sea para siempre! Am칠n."
    }
  },
  "rituals": {
    "title": "RITUALES SAGRADOS SUPREMOS",
    "subtitle": "c游댬 DESPIERTA TU PODER INFINITO c游댬",
    "channelPower": "CANALIZA EL PODER SUPREMO",
    "transformNow": "TRANSFORMA TU VIDA AHORA MISMO",
    "description": "Estos rituales sagrados ya han transformado millones de vidas por todo el mundo. 춰Elige el tuyo y prep치rate para milagros extraordinarios e imposibles!",
    "protection": {
      "name": "Ritual de Protecci칩n Suprema",
      "description": "Invoca la protecci칩n m치s poderosa de San Cipriano contra todas las energ칤as negativas, envidias, mal de ojo y adversidades. Crea un escudo impenetrable a tu alrededor.",
      "duration": "20 min",
      "difficulty": "Principiante",
      "benefits": ["Protecci칩n absoluta garantizada", "Aleja todas las energ칤as negativas", "Escudo espiritual permanente"],
      "results": "Protecci칩n inmediata y duradera contra todos los males conocidos y desconocidos"
    },
    "prosperity": {
      "name": "Ritual de Prosperidad Infinita",
      "description": "Abre todos los caminos hacia la riqueza extrema y abundancia ilimitada en tu vida. Transforma tu situaci칩n financiera radicalmente.",
      "duration": "35 min",
      "difficulty": "Intermedio",
      "benefits": ["Riqueza infinita garantizada", "Oportunidades de oro constantes", "Abundancia en todas las 치reas"],
      "results": "Transformaci칩n financiera radical y definitiva en pocos d칤as"
    }
  },
  "history": {
    "title": "LA HISTORIA SAGRADA DE",
    "subtitle": "SAN CIPRIANO DE ANTIOQU칈A",
    "description": "El Gran Mago Eterno - Transformador de Realidades Imposibles",
    "intro": "Conoce la historia m치s poderosa y conmovedora jam치s contada en la historia de la humanidad. La vida extraordinaria, muerte brutal e injusta, y resurrecci칩n gloriosa del mayor mago que jam치s existi칩. Prep치rate para tener tu vida transformada para siempre a trav칠s de esta historia sagrada.",
    "whyLifeDifficult": "쯇OR QU칄 TU VIDA EST츼 DIF칈CIL Y SIN 칄XITO?",
    "whyDescription": "Tu vida est치 dif칤cil, sin 칠xito verdadero y llena de problemas constantes porque a칰n no conoces el poder transformador radical de San Cipriano. Millones de personas han salido de la pobreza extrema, encontraron el amor verdadero de sus vidas, fueron curadas de enfermedades terminales consideradas incurables, se volvieron mundialmente famosas y realizaron sue침os completamente imposibles a trav칠s de 칠l. 춰No sigas sufriendo innecesariamente cuando la soluci칩n definitiva est치 aqu칤 esper치ndote en este exacto momento!"
  },
  "profile": {
    "title": "TU PERFIL ESPIRITUAL",
    "subtitle": "Devoto Fiel de San Cipriano",
    "currentLevel": "NIVEL DE DEVOCI칍N ACTUAL",
    "spiritualLevel": "Nivel Espiritual",
    "statistics": "ESTAD칈STICAS",
    "sacredRituals": "Rituales Sagrados",
    "recitedPrayers": "Oraciones Recitadas",
    "devotionDays": "D칤as de Devoci칩n",
    "faithPoints": "Puntos de Fe",
    "sacredAchievements": "LOGROS SAGRADOS",
    "sacredReminders": "RECORDATORIOS SAGRADOS DE ORACI칍N",
    "templeSettings": "CONFIGURACIONES DEL TEMPLO",
    "shareJourney": "Compartir Jornada Espiritual",
    "resetProgress": "Reiniciar Progreso Espiritual"
  },
  "library": {
    "title": "BIBLIOTECA SAGRADA ANCESTRAL",
    "subtitle": "Conocimiento Milenario y Ense침anzas Divinas de San Cipriano",
    "description": "Aqu칤 encuentras toda la sabidur칤a ancestral necesaria para tu jornada espiritual. Cada libro, cada ense침anza ha sido preservada a trav칠s de los siglos para llegar hasta ti.",
    "sacredBooks": "LIBROS SAGRADOS DE SAN CIPRIANO",
    "teachings": "ENSE칌ANZAS Y GU칈AS SAGRADAS",
    "ancestralWisdom": "SABIDUR칈A SAGRADA ANCESTRAL"
  },
  "teachings": {
    "title": "ENSE칌ANZAS DEL GRAN MAGO",
    "subtitle": "Gu칤as Completas para tu Transformaci칩n Espiritual",
    "description": "La verdadera sabidur칤a viene de la pr치ctica diaria y la dedicaci칩n sincera. San Cipriano guiar치 cada paso de tu jornada espiritual hacia el 칠xito absoluto.",
    "spiritualProgress": "TU PROGRESO ESPIRITUAL",
    "beginTransformation": "COMIENZA TU TRANSFORMACI칍N HOY"
  },
  "agreement": {
    "title": "ACUERDO SAGRADO CON SAN CIPRIANO",
    "subtitle": "El Ritual M치s Poderoso Para Transformar Tu Vida Para Siempre",
    "description": "El Acuerdo Sagrado es el ritual m치s poderoso que existe para conectarse con San Cipriano. Millones de personas ya lo han hecho y tuvieron resultados extraordinarios e imposibles en pocos d칤as o semanas. Prep치rate para el cambio m치s extraordinario de tu vida.",
    "warning": "丘멆잺 ATENCI칍N EXTREMADAMENTE IMPORTANTE 丘멆잺",
    "warningText": "Este es un ritual sagrado real con San Cipriano, no es broma o fantas칤a. Debes estar 100% comprometido con tus promesas antes de comenzar. San Cipriano siempre cumple su parte, pero exige lo mismo de ti. Nunca rompas tus promesas hacia 칠l despu칠s de recibir los milagros. Este acuerdo es de por vida, no es temporal. Solo hazlo si tienes fe verdadera y devoci칩n sincera.",
    "steps": {
      "preparation": "Preparaci칩n del Espacio Sagrado",
      "purification": "Purificaci칩n y Conexi칩n Espiritual",
      "writing": "Redacci칩n del Acuerdo Sagrado",
      "sealing": "Ritual de Sellado del Acuerdo",
      "commitments": "Compromisos Post-Acuerdo"
    }
  },
  "common": {
    "continue": "Continuar",
    "back": "Volver",
    "complete": "Completar",
    "start": "Comenzar",
    "finish": "Finalizar",
    "next": "Siguiente",
    "previous": "Anterior",
    "close": "Cerrar",
    "save": "Guardar",
    "cancel": "Cancelar",
    "confirm": "Confirmar",
    "yes": "S칤",
    "no": "No",
    "loading": "Cargando...",
    "error": "Error",
    "success": "칄xito",
    "warning": "Advertencia",
    "info": "Informaci칩n",
    "days": "d칤as",
    "hours": "horas",
    "minutes": "minutos",
    "seconds": "segundos",
    "points": "puntos",
    "level": "nivel",
    "beginner": "Principiante",
    "intermediate": "Intermedio",
    "advanced": "Avanzado",
    "expert": "Experto",
    "master": "Maestro",
    "supreme": "Supremo"
  },
  "blessings": {
    "daily": [
      "San Cipriano bendice abundantemente tu jornada en este momento sagrado",
      "El poder infinito del Gran Mago est치 trabajando en tu vida ahora mismo",
      "Tus deseos m치s profundos se est치n manifestando a trav칠s del poder divino",
      "La protecci칩n suprema de San Cipriano te envuelve en este exacto instante",
      "La abundancia extrema est치 fluyendo en tu direcci칩n por el poder ancestral",
      "San Cipriano est치 preparando milagros extraordinarios para tu vida",
      "Tu realidad est치 siendo transformada por el poder supremo en este momento",
      "El Gran Mago ve tu coraz칩n y est치 respondiendo tus oraciones silenciosas",
      "Puertas imposibles se est치n abriendo para ti a trav칠s del poder divino"
    ]
  }
}