{
  "temple": {
    "title": "TEMPLE SACRÉ DE SAINT CYPRIEN",
    "subtitle": "Le Grand Mage Éternel - Transformateur de Réalités Impossibles",
    "welcome": "Bienvenue dans le temple numérique le plus puissant du monde, dédié à l'incomparable Saint Cyprien d'Antioche. Ici, des millions de personnes trouvent une protection divine absolue, une prospérité illimitée et la réalisation de désirs impossibles. Votre vie est sur le point de changer pour toujours - de manière si radicale que vous ne croirez pas être la même personne.",
    "mainAltar": "AUTEL PRINCIPAL DU GRAND MAGE",
    "altarDescription": "Ici Saint Cyprien manifeste son pouvoir suprême 24 heures sur 24 et transforme les vies de manière radicale et définitive",
    "emergencyRitual": "Rituel d'Urgence",
    "powerfulPrayer": "Prière Puissante",
    "sacredPromise": "🌟 PROMESSE SACRÉE: Votre vie sera transformée radicalement grâce au pouvoir ancestral de Saint Cyprien. Des millions l'ont déjà prouvé - maintenant c'est votre tour! 🌟",
    "exploreTemple": "EXPLOREZ LES SECTIONS SACRÉES DU TEMPLE",
    "clickSections": "Cliquez sur chaque section ci-dessous pour accéder aux pouvoirs spécifiques de Saint Cyprien"
  },
  "navigation": {
    "temple": "Temple",
    "rituals": "Rituels",
    "prayers": "Prières",
    "history": "Histoire",
    "profile": "Profil",
    "library": "Bibliothèque",
    "teachings": "Enseignements",
    "agreement": "Accord Sacré"
  },
  "prayers": {
    "title": "PRIÈRES SACRÉES SUPRÊMES",
    "subtitle": "c🔱 MOTS DE POUVOIR INFINI c🔱",
    "channelPower": "CANALISEZ LE POUVOIR SUPRÊME",
    "transformLives": "PRIÈRES QUI TRANSFORMENT LES VIES RADICALEMENT",
    "description": "Ces prières sacrées ont déjà accompli des millions de miracles dans le monde entier. Choisissez la vôtre et préparez-vous à une transformation extraordinaire et définitive!",
    "protection": {
      "title": "Prière de Protection Suprême",
      "category": "Protection Divine Absolue",
      "purpose": "Protection totale contre toutes les adversités, énergies négatives et attaques spirituelles",
      "benefits": ["Bouclier spirituel impénétrable", "Repousse toute envie et mauvais œil", "Protection familiale complète et éternelle"],
      "instructions": "Récitez avec une bougie blanche allumée, le matin ou le soir, avec une foi totale et une dévotion.",
      "text": "Glorieux Saint Cyprien, grand mage et protecteur suprême de tous les nécessiteux,\n\nJ'invoque votre pouvoir infini et ancestral pour que vous me protégiez de tous les maux, visibles et invisibles, connus et inconnus, présents et futurs.\n\nAvec votre force divine incomparable, éloignez de moi toute énergie négative, toute envie cruelle, tout regard malveillant, toute méchanceté dirigée contre moi et ma famille.\n\nCréez autour de moi et de tous mes êtres chers un bouclier impénétrable de lumière dorée divine, qu'aucun mal ne puisse jamais traverser.\n\nSaint Cyprien, donnez-moi une force surnaturelle, un courage inébranlable et une sagesse suprême pour affronter tous les défis de la vie avec dignité et victoire.\n\nQue votre protection puissante m'accompagne toujours, à tous les moments de ma vie, dans tous les lieux où je vais, sur tous les chemins que je suis.\n\nFaites de moi un canal de votre pouvoir dans ce monde, pour que je puisse aider d'autres nécessiteux et répandre votre gloire.\n\nQue ma vie soit un témoignage vivant de votre pouvoir protecteur infini.\n\nQu'il en soit ainsi, qu'il en soit fait, avec le pouvoir infini et éternel de Saint Cyprien. Amen.\n\nc🔱 POUVOIR INFINI c🔱"
    },
    "prosperity": {
      "title": "Prière de Prospérité Infinie",
      "category": "Richesse et Abondance Extrême",
      "purpose": "Attraction de richesse extrême, abondance illimitée et opportunités en or",
      "benefits": ["Richesse multipliée exponentiellement", "Opportunités en or surgissent constamment", "Abondance dans tous les domaines de la vie"],
      "instructions": "Récitez quotidiennement le matin avec une bougie dorée, en visualisant votre prospérité.",
      "text": "Puissant Saint Cyprien, seigneur suprême de la magie ancestrale et de la transformation radicale,\n\nJe viens humblement en votre présence sacrée pour demander votre bénédiction de prospérité infinie et d'abondance extrême dans tous les aspects de ma vie.\n\nOuvrez tous les chemins fermés vers la richesse dans ma vie, supprimez tous les obstacles financiers qui m'empêchent de prospérer comme je le mérite.\n\nQue l'argent vienne à moi de manières inattendues et abondantes, grâce à votre intercession puissante et miraculeuse, se multipliant constamment.\n\nMultipliez mes ressources financières de manière exponentielle, attirez des opportunités en or dans ma vie, rendez-moi prospère au-delà de toute imagination humaine.\n\nQue je sois prospère dans tous les aspects: financier, professionnel, personnel et spirituel, vivant dans l'abondance totale.\n\nSaint Cyprien, grand mage de l'abondance cosmique, accordez-moi une richesse sans fin et une prospérité éternelle qui ne s'épuise jamais ni ne diminue.\n\nFaites que ma prospérité soit un témoignage glorieux de votre pouvoir, pour que d'autres voient et glorifient votre nom sacré.\n\nQue j'utilise ma richesse pour honorer votre nom et aider les nécessiteux, répandant votre gloire dans le monde.\n\nAvec une foi absolue en votre pouvoir infini, je vous remercie à l'avance pour toutes les bénédictions.\n\nc🔱 RICHESSE INFINIE c🔱 Qu'il en soit ainsi pour toujours! Amen."
    }
  },
  "rituals": {
    "title": "RITUELS SACRÉS SUPRÊMES",
    "subtitle": "c🔱 ÉVEILLEZ VOTRE POUVOIR INFINI c🔱",
    "channelPower": "CANALISEZ LE POUVOIR SUPRÊME",
    "transformNow": "TRANSFORMEZ VOTRE VIE MAINTENANT",
    "description": "Ces rituels sacrés ont déjà transformé des millions de vies dans le monde entier. Choisissez le vôtre et préparez-vous à des miracles extraordinaires et impossibles!",
    "protection": {
      "name": "Rituel de Protection Suprême",
      "description": "Invoquez la protection la plus puissante de Saint Cyprien contre toutes les énergies négatives, envies, mauvais œil et adversités. Créez un bouclier impénétrable autour de vous.",
      "duration": "20 min",
      "difficulty": "Débutant",
      "benefits": ["Protection absolue garantie", "Repousse toutes les énergies négatives", "Bouclier spirituel permanent"],
      "results": "Protection immédiate et durable contre tous les maux connus et inconnus"
    },
    "prosperity": {
      "name": "Rituel de Prospérité Infinie",
      "description": "Ouvrez tous les chemins vers la richesse extrême et l'abondance illimitée dans votre vie. Transformez votre situation financière radicalement.",
      "duration": "35 min",
      "difficulty": "Intermédiaire",
      "benefits": ["Richesse infinie garantie", "Opportunités en or constantes", "Abondance dans tous les domaines"],
      "results": "Transformation financière radicale et définitive en quelques jours"
    }
  },
  "history": {
    "title": "L'HISTOIRE SACRÉE DE",
    "subtitle": "SAINT CYPRIEN D'ANTIOCHE",
    "description": "Le Grand Mage Éternel - Transformateur de Réalités Impossibles",
    "intro": "Connaissez l'histoire la plus puissante et touchante jamais racontée dans l'histoire de l'humanité. La vie extraordinaire, la mort brutale et injuste, et la résurrection glorieuse du plus grand mage qui ait jamais existé. Préparez-vous à avoir votre vie transformée pour toujours grâce à cette histoire sacrée.",
    "whyLifeDifficult": "POURQUOI VOTRE VIE EST-ELLE DIFFICILE ET SANS SUCCÈS?",
    "whyDescription": "Votre vie est difficile, sans vrai succès et pleine de problèmes constants parce que vous ne connaissez pas encore le pouvoir transformateur radical de Saint Cyprien. Des millions de personnes sont sorties de la pauvreté extrême, ont trouvé le véritable amour de leur vie, ont été guéries de maladies terminales considérées comme incurables, sont devenues mondialement célèbres et ont réalisé des rêves complètement impossibles grâce à lui. Ne continuez pas à souffrir inutilement quand la solution définitive est ici qui vous attend en ce moment exact!"
  },
  "profile": {
    "title": "VOTRE PROFIL SPIRITUEL",
    "subtitle": "Dévot Fidèle de Saint Cyprien",
    "currentLevel": "NIVEAU DE DÉVOTION ACTUEL",
    "spiritualLevel": "Niveau Spirituel",
    "statistics": "STATISTIQUES",
    "sacredRituals": "Rituels Sacrés",
    "recitedPrayers": "Prières Récitées",
    "devotionDays": "Jours de Dévotion",
    "faithPoints": "Points de Foi",
    "sacredAchievements": "RÉALISATIONS SACRÉES",
    "sacredReminders": "RAPPELS SACRÉS DE PRIÈRE",
    "templeSettings": "PARAMÈTRES DU TEMPLE",
    "shareJourney": "Partager le Voyage Spirituel",
    "resetProgress": "Réinitialiser le Progrès Spirituel"
  },
  "library": {
    "title": "BIBLIOTHÈQUE SACRÉE ANCESTRALE",
    "subtitle": "Connaissance Millénaire et Enseignements Divins de Saint Cyprien",
    "description": "Ici vous trouvez toute la sagesse ancestrale nécessaire pour votre voyage spirituel. Chaque livre, chaque enseignement a été préservé à travers les siècles pour vous parvenir.",
    "sacredBooks": "LIVRES SACRÉS DE SAINT CYPRIEN",
    "teachings": "ENSEIGNEMENTS ET GUIDES SACRÉS",
    "ancestralWisdom": "SAGESSE SACRÉE ANCESTRALE"
  },
  "teachings": {
    "title": "ENSEIGNEMENTS DU GRAND MAGE",
    "subtitle": "Guides Complets pour Votre Transformation Spirituelle",
    "description": "La vraie sagesse vient de la pratique quotidienne et de la dévotion sincère. Saint Cyprien guidera chaque étape de votre voyage spirituel vers le succès absolu.",
    "spiritualProgress": "VOTRE PROGRÈS SPIRITUEL",
    "beginTransformation": "COMMENCEZ VOTRE TRANSFORMATION AUJOURD'HUI"
  },
  "agreement": {
    "title": "ACCORD SACRÉ AVEC SAINT CYPRIEN",
    "subtitle": "Le Rituel Le Plus Puissant Pour Transformer Votre Vie Pour Toujours",
    "description": "L'Accord Sacré est le rituel le plus puissant qui existe pour se connecter avec Saint Cyprien. Des millions de personnes l'ont déjà fait et ont eu des résultats extraordinaires et impossibles en quelques jours ou semaines. Préparez-vous au changement le plus extraordinaire de votre vie.",
    "warning": "⚠️ ATTENTION EXTRÊMEMENT IMPORTANTE ⚠️",
    "warningText": "Ceci est un rituel sacré réel avec Saint Cyprien, ce n'est pas une plaisanterie ou une fantaisie. Vous devez être 100% engagé dans vos promesses avant de commencer. Saint Cyprien tient toujours sa part, mais exige la même chose de vous. Ne brisez jamais vos promesses envers lui après avoir reçu les miracles. Cet accord est pour la vie, il n'est pas temporaire. Ne le faites que si vous avez une foi véritable et une dévotion sincère.",
    "steps": {
      "preparation": "Préparation de l'Espace Sacré",
      "purification": "Purification et Connexion Spirituelle",
      "writing": "Rédaction de l'Accord Sacré",
      "sealing": "Rituel de Scellement de l'Accord",
      "commitments": "Engagements Post-Accord"
    }
  },
  "common": {
    "continue": "Continuer",
    "back": "Retour",
    "complete": "Compléter",
    "start": "Commencer",
    "finish": "Terminer",
    "next": "Suivant",
    "previous": "Précédent",
    "close": "Fermer",
    "save": "Sauvegarder",
    "cancel": "Annuler",
    "confirm": "Confirmer",
    "yes": "Oui",
    "no": "Non",
    "loading": "Chargement...",
    "error": "Erreur",
    "success": "Succès",
    "warning": "Avertissement",
    "info": "Information",
    "days": "jours",
    "hours": "heures",
    "minutes": "minutes",
    "seconds": "secondes",
    "points": "points",
    "level": "niveau",
    "beginner": "Débutant",
    "intermediate": "Intermédiaire",
    "advanced": "Avancé",
    "expert": "Expert",
    "master": "Maître",
    "supreme": "Suprême"
  },
  "blessings": {
    "daily": [
      "Saint Cyprien bénit abondamment votre voyage en ce moment sacré",
      "Le pouvoir infini du Grand Mage travaille dans votre vie en ce moment même",
      "Vos désirs les plus profonds se manifestent grâce au pouvoir divin",
      "La protection suprême de Saint Cyprien vous enveloppe en cet instant exact",
      "L'abondance extrême coule dans votre direction par le pouvoir ancestral",
      "Saint Cyprien prépare des miracles extraordinaires pour votre vie",
      "Votre réalité est transformée par le pouvoir suprême en ce moment",
      "Le Grand Mage voit votre cœur et répond à vos prières silencieuses",
      "Des portes impossibles s'ouvrent pour vous grâce au pouvoir divin"
    ]
  }
}