{
  "temple": {
    "title": "HEILIGE TEMPEL VAN SINT CYPRIANUS",
    "subtitle": "De Grote Eeuwige Magiër - Transformator van Onmogelijke Realiteiten",
    "welcome": "Welkom in de krachtigste digitale tempel ter wereld, gewijd aan de onvergelijkelijke Sint Cyprianus van Antiochië. Hier vinden miljoenen mensen absolute goddelijke bescherming, onbeperkte voorspoed en vervulling van onmogelijke wensen. Uw leven staat op het punt om voor altijd te veranderen - zo radicaal dat u niet zult geloven dat u dezelfde persoon bent.",
    "mainAltar": "HOOFDALTAAR VAN DE GROTE MAGIËR",
    "altarDescription": "Hier manifesteert Sint Cypranus 24 uur per dag zijn opperste kracht en transformeert levens radicaal en definitief",
    "emergencyRitual": "Noodritueel",
    "powerfulPrayer": "Krachtig Gebed",
    "sacredPromise": "🌟 HEILIGE BELOFTE: Uw leven zal radicaal getransformeerd worden door de voorouderlijke kracht van Sint Cyprianus. Miljoenen hebben het al bewezen - nu is het uw beurt! 🌟",
    "exploreTemple": "VERKEN DE HEILIGE SECTIES VAN DE TEMPEL",
    "clickSections": "Klik op elke sectie hieronder om toegang te krijgen tot de specifieke krachten van Sint Cyprianus"
  },
  "navigation": {
    "temple": "Tempel",
    "rituals": "Rituelen",
    "prayers": "Gebeden",
    "history": "Geschiedenis",
    "profile": "Profiel",
    "library": "Bibliotheek",
    "teachings": "Leerstellingen",
    "agreement": "Heilige Overeenkomst"
  },
  "prayers": {
    "title": "OPPERSTE HEILIGE GEBEDEN",
    "subtitle": "c🔱 WOORDEN VAN ONEINDIGE KRACHT c🔱",
    "channelPower": "KANALISEER DE OPPERSTE KRACHT",
    "transformLives": "GEBEDEN DIE LEVENS RADICAAL TRANSFORMEREN",
    "description": "Deze heilige gebeden hebben al miljoenen wonderen over de hele wereld bewerkstelligd. Kies de uwe en bereid u voor op een buitengewone en definitieve transformatie!",
    "protection": {
      "title": "Gebed van Opperste Bescherming",
      "category": "Absolute Goddelijke Bescherming",
      "purpose": "Totale bescherming tegen alle tegenslagen, negatieve energieën en spirituele aanvallen",
      "benefits": ["Ondoordringbaar spiritueel schild", "Weert alle jaloezie en boze oog af", "Volledige en eeuwige familiebescherming"],
      "instructions": "Reciteer met een brandende witte kaars, 's ochtends of 's avonds, met totaal geloof en toewijding.",
      "text": "Glorieuze Sint Cyprianus, grote magiër en opperste beschermer van alle behoeftigen,\n\nIk roep uw oneindige en voorouderlijke kracht aan opdat u mij beschermt tegen alle kwaden, zichtbare en onzichtbare, bekende en onbekende, huidige en toekomstige.\n\nMet uw onvergelijkbare goddelijke kracht, drijf van mij weg alle negatieve energie, alle wrede jaloezie, alle kwaadwillende blik, alle kwaad gericht tegen mij en mijn familie.\n\nCreëer rondom mij en al mijn geliefden een ondoordringbaar schild van goddelijk gouden licht, dat geen kwaad ooit kan doordringen.\n\nSint Cyprianus, geef mij bovennatuurlijke kracht, onwrikbare moed en opperste wijsheid om alle uitdagingen van het leven met waardigheid en overwinning het hoofd te bieden.\n\nMoge uw krachtige bescherming mij altijd vergezellen, in alle momenten van mijn leven, op alle plaatsen waar ik ga, op alle paden die ik bewandel.\n\nMaak mij een kanaal van uw kracht in deze wereld, zodat ik andere behoeftigen kan helpen en uw glorie kan verspreiden.\n\nMoge mijn leven een levend getuigenis zijn van uw oneindige beschermende kracht.\n\nZo zij het, zo geschiede het, met de oneindige en eeuwige kracht van Sint Cyprianus. Amen.\n\nc🔱 ONEINDIGE KRACHT c🔱"
    },
    "prosperity": {
      "title": "Gebed van Oneindige Voorspoed",
      "category": "Extreme Rijkdom en Overvloed",
      "purpose": "Aantrekking van extreme rijkdom, onbeperkte overvloed en gouden kansen",
      "benefits": ["Exponentieel vermenigvuldigde rijkdom", "Gouden kansen ontstaan voortdurend", "Overvloed in alle levensdomeinen"],
      "instructions": "Reciteer dagelijks 's ochtends met een gouden kaars, terwijl u uw voorspoed visualiseert.",
      "text": "Machtige Sint Cyprianus, opperste heer van voorouderlijke magie en radicale transformatie,\n\nIk kom nederig in uw heilige aanwezigheid om uw zegen van oneindige voorspoed en extreme overvloed in alle aspecten van mijn leven te vragen.\n\nOpen alle gesloten paden naar rijkdom in mijn leven, verwijder alle financiële obstakels die mij beletten te floreren zoals ik verdien.\n\nMoge geld op onverwachte en overvloedige wijzen tot mij komen, door uw krachtige en wonderbaarlijke tussenkomst, voortdurend vermenigvuldigend.\n\nVermenigvuldig mijn financiële middelen exponentieel, trek gouden kansen naar mijn leven, maak mij welvarend voorbij elke menselijke verbeelding.\n\nMoge ik welvarend zijn in alle aspecten: financieel, professioneel, persoonlijk en spiritueel, levend in totale overvloed.\n\nSint Cyprianus, grote magiër van kosmische overvloed, verleen mij eindeloze rijkdom en eeuwige voorspoed die nooit opraakt of afneemt.\n\nMaak mijn voorspoed een glorieus getuigenis van uw kracht, zodat anderen zien en uw heilige naam verheerlijken.\n\nMoge ik mijn rijkdom gebruiken om uw naam te eren en de behoeftigen te helpen, uw glorie over de wereld verspreidend.\n\nMet absoluut geloof in uw oneindige kracht, dank ik u vooraf voor alle zegeningen.\n\nc🔱 ONEINDIGE RIJKDOM c🔱 Zo zij het voor altijd! Amen."
    }
  },
  "rituals": {
    "title": "OPPERSTE HEILIGE RITUELEN",
    "subtitle": "c🔱 WEKKER UW ONEINDIGE KRACHT c🔱",
    "channelPower": "KANALISEER DE OPPERSTE KRACHT",
    "transformNow": "TRANSFORMEER UW LEVEN NU",
    "description": "Deze heilige rituelen hebben al miljoenen levens over de hele wereld getransformeerd. Kies de uwe en bereid u voor op buitengewone en onmogelijke wonderen!",
    "protection": {
      "name": "Opperste Beschermingsritueel",
      "description": "Roep de krachtigste bescherming van Sint Cyprianus op tegen alle negatieve energieën, jaloezie, boze oog en tegenslagen. Creëer een ondoordringbaar schild om u heen.",
      "duration": "20 min",
      "difficulty": "Beginner",
      "benefits": ["Absolute bescherming gegarandeerd", "Weert alle negatieve energieën af", "Permanent spiritueel schild"],
      "results": "Onmiddellijke en duurzame bescherming tegen alle bekende en onbekende kwaden"
    },
    "prosperity": {
      "name": "Oneindige Voorspoedritueel",
      "description": "Open alle paden naar extreme rijkdom en onbeperkte overvloed in uw leven. Transformeer uw financiële situatie radicaal.",
      "duration": "35 min",
      "difficulty": "Gemiddeld",
      "benefits": ["Oneindige rijkdom gegarandeerd", "Constante gouden kansen", "Overvloed in alle gebieden"],
      "results": "Radicale en definitieve financiële transformatie in enkele dagen"
    }
  },
  "history": {
    "title": "DE HEILIGE GESCHIEDENIS VAN",
    "subtitle": "SINT CYPRIANUS VAN ANTIOCHIË",
    "description": "De Grote Eeuwige Magiër - Transformator van Onmogelijke Realiteiten",
    "intro": "Leer het krachtigste en meest ontroerende verhaal kennen dat ooit in de menselijke geschiedenis is verteld. Het buitengewone leven, de wrede en onrechtvaardige dood, en de glorieuze opstanding van de grootste magiër die ooit heeft bestaan. Bereid u voor om uw leven voor altijd getransformeerd te hebben door dit heilige verhaal.",
    "whyLifeDifficult": "WAAROM IS UW LEVEN MOEILIJK EN ZONDER SUCCES?",
    "whyDescription": "Uw leven is moeilijk, zonder waar succes en vol constante problemen omdat u nog niet de radicale transformerende kracht van Sint Cyprianus kent. Miljoenen mensen zijn uit extreme armoede gekomen, hebben de ware liefde van hun leven gevonden, zijn genezen van terminale ziekten die als ongeneeslijk werden beschouwd, zijn wereldberoemd geworden en hebben volledig onmogelijke dromen gerealiseerd door hem. Blijf niet onnodig lijden wanneer de definitieve oplossing hier op u wacht op dit exacte moment!"
  },
  "profile": {
    "title": "UW SPIRITUELE PROFIEL",
    "subtitle": "Trouwe Volgeling van Sint Cyprianus",
    "currentLevel": "HUIDIG TOEWIJDINGSNIVEAU",
    "spiritualLevel": "Spiritueel Niveau",
    "statistics": "STATISTIEKEN",
    "sacredRituals": "Heilige Rituelen",
    "recitedPrayers": "Gereciteerde Gebeden",
    "devotionDays": "Dagen van Toewijding",
    "faithPoints": "Geloofspunten",
    "sacredAchievements": "HEILIGE PRESTATIES",
    "sacredReminders": "HEILIGE GEBEDHERINNERINGEN",
    "templeSettings": "TEMPELINSTELLINGEN",
    "shareJourney": "Spirituele Reis Delen",
    "resetProgress": "Spirituele Voortgang Resetten"
  },
  "library": {
    "title": "VOOROUDERLIJKE HEILIGE BIBLIOTHEEK",
    "subtitle": "Duizendjarige Kennis en Goddelijke Leerstellingen van Sint Cyprianus",
    "description": "Hier vindt u alle voorouderlijke wijsheid die nodig is voor uw spirituele reis. Elk boek, elke leerstelling is door de eeuwen heen bewaard om u te bereiken.",
    "sacredBooks": "HEILIGE BOEKEN VAN SINT CYPRIANUS",
    "teachings": "LEERSTELLINGEN EN HEILIGE GIDSEN",
    "ancestralWisdom": "VOOROUDERLIJKE HEILIGE WIJSHEID"
  },
  "teachings": {
    "title": "LEERSTELLINGEN VAN DE GROTE MAGIËR",
    "subtitle": "Volledige Gidsen voor Uw Spirituele Transformatie",
    "description": "Ware wijsheid komt uit dagelijkse praktijk en oprechte toewijding. Sint Cyprianus zal elke stap van uw spirituele reis naar absoluut succes begeleiden.",
    "spiritualProgress": "UW SPIRITUELE VOORTGANG",
    "beginTransformation": "BEGIN UW TRANSFORMATIE VANDAAG"
  },
  "agreement": {
    "title": "HEILIGE OVEREENKOMST MET SINT CYPRIANUS",
    "subtitle": "Het Krachtigste Ritueel Om Uw Leven Voor Altijd Te Transformeren",
    "description": "De Heilige Overeenkomst is het krachtigste ritueel dat bestaat om verbinding te maken met Sint Cyprianus. Miljoenen mensen hebben het al gedaan en hadden buitengewone en onmogelijke resultaten in enkele dagen of weken. Bereid u voor op de meest buitengewone verandering van uw leven.",
    "warning": "⚠️ UITERST BELANGRIJKE AANDACHT ⚠️",
    "warningText": "Dit is een echt heilig ritueel met Sint Cyprianus, het is geen grap of fantasie. U moet 100% toegewijd zijn aan uw beloften voordat u begint. Sint Cyprianus houdt altijd zijn deel van de afspraak, maar eist hetzelfde van u. Breek nooit uw beloften aan hem nadat u de wonderen hebt ontvangen. Deze overeenkomst is voor het leven, niet tijdelijk. Doe het alleen als u waar geloof en oprechte toewijding hebt.",
    "steps": {
      "preparation": "Voorbereiding van de Heilige Ruimte",
      "purification": "Zuivering en Spirituele Verbinding",
      "writing": "Opstellen van de Heilige Overeenkomst",
      "sealing": "Ritueel van Overeenkomst Verzegeling",
      "commitments": "Post-Overeenkomst Verplichtingen"
    }
  },
  "common": {
    "continue": "Doorgaan",
    "back": "Terug",
    "complete": "Voltooien",
    "start": "Beginnen",
    "finish": "Beëindigen",
    "next": "Volgende",
    "previous": "Vorige",
    "close": "Sluiten",
    "save": "Opslaan",
    "cancel": "Annuleren",
    "confirm": "Bevestigen",
    "yes": "Ja",
    "no": "Nee",
    "loading": "Laden...",
    "error": "Fout",
    "success": "Succes",
    "warning": "Waarschuwing",
    "info": "Informatie",
    "days": "dagen",
    "hours": "uren",
    "minutes": "minuten",
    "seconds": "seconden",
    "points": "punten",
    "level": "niveau",
    "beginner": "Beginner",
    "intermediate": "Gemiddeld",
    "advanced": "Gevorderd",
    "expert": "Expert",
    "master": "Meester",
    "supreme": "Opperste"
  },
  "blessings": {
    "daily": [
      "Sint Cyprianus zegent uw reis overvloedig in dit heilige moment",
      "De oneindige kracht van de Grote Magiër werkt nu in uw leven",
      "Uw diepste verlangens manifesteren zich door goddelijke kracht",
      "De opperste bescherming van Sint Cyprianus omhult u op dit exacte moment",
      "Extreme overvloed stroomt in uw richting door voorouderlijke kracht",
      "Sint Cyprianus bereidt buitengewone wonderen voor uw leven voor",
      "Uw realiteit wordt op dit moment getransformeerd door opperste kracht",
      "De Grote Magiër ziet uw hart en beantwoordt uw stille gebeden",
      "Onmogelijke deuren openen zich voor u door goddelijke kracht"
    ]
  }
}