{
  "temple": {
    "title": "HELLIGE TEMPEL FOR SANKT CYPRIANUS",
    "subtitle": "Den Store Evige Magiker - Forvandler av Umulige Virkeligheter",
    "welcome": "Velkommen til verdens mektigste digitale tempel, viet til den uforlignelige Sankt Cyprianus av Antiokia. Her finner millioner av mennesker absolutt guddommelig beskyttelse, ubegrenset velstand og oppfyllelse av umulige 칮nsker. Ditt liv er i ferd med 친 forandre seg for alltid - s친 radikalt at du ikke vil tro at du er den samme personen.",
    "mainAltar": "STORE MAGIKERS HOVEDALTER",
    "altarDescription": "Her manifesterer Sankt Cyprianus sin supreme kraft 24 timer i d칮gnet og forvandler liv radikalt og definitivt",
    "emergencyRitual": "N칮dritual",
    "powerfulPrayer": "Kraftig B칮nn",
    "sacredPromise": "游 HELLIG L칒FTE: Ditt liv vil bli radikalt forvandlet gjennom Sankt Cyprianus forfedres kraft. Millioner har allerede bevist det - n친 er det din tur! 游",
    "exploreTemple": "UTFORSK TEMPLETS HELLIGE SEKSJONER",
    "clickSections": "Klikk p친 hver seksjon nedenfor for 친 f친 tilgang til Sankt Cyprianus spesifikke krefter"
  },
  "navigation": {
    "temple": "Tempel",
    "rituals": "Ritualer",
    "prayers": "B칮nner",
    "history": "Historie",
    "profile": "Profil",
    "library": "Bibliotek",
    "teachings": "L칝rdommer",
    "agreement": "Hellig Avtale"
  },
  "prayers": {
    "title": "SUPREME HELLIGE B칒NNER",
    "subtitle": "c游댬 ORD AV UENDELIG KRAFT c游댬",
    "channelPower": "KANALIS칄R DEN SUPREME KRAFTEN",
    "transformLives": "B칒NNER SOM FORVANDLER LIV RADIKALT",
    "description": "Disse hellige b칮nnene har allerede utf칮rt millioner av mirakler over hele verden. Velg din og forbered deg p친 en ekstraordin칝r og definitiv forvandling!",
    "protection": {
      "title": "B칮nn for Supremt Vern",
      "category": "Absolutt Guddommelig Beskyttelse",
      "purpose": "Total beskyttelse mot alle motgang, negative energier og 친ndelige angrep",
      "benefits": ["Ugjennomtrengelig 친ndelig skjold", "Avverger all misunnelse og onde 칮yne", "Komplett og evig familiebeskyttelse"],
      "instructions": "Resiter med et tent hvitt lys, om morgenen eller kvelden, med total tro og hengivenhet.",
      "text": "Herlige Sankt Cyprianus, store magiker og supreme beskytter av alle trengende,\n\nJeg p친kaller din uendelige og forfedres kraft slik at du beskytter meg mot alt ondt, synlig og usynlig, kjent og ukjent, n친v칝rende og fremtidig.\n\nMed din uforlignelige guddommelige styrke, driv bort fra meg all negativ energi, all grusom misunnelse, alle ondskapsfulle blikk, alt ondt rettet mot meg og min familie.\n\nSkap rundt meg og alle mine kj칝re et ugjennomtrengelig skjold av guddommelig gyllent lys, som intet ondt noensinne kan trenge gjennom.\n\nSankt Cyprianus, gi meg overnaturlig styrke, urokkelig mot og suprem visdom for 친 m칮te alle livets utfordringer med verdighet og seier.\n\nM친 din kraftige beskyttelse alltid f칮lge meg, i alle 칮yeblikk av mitt liv, p친 alle steder jeg g친r, p친 alle veier jeg f칮lger.\n\nGj칮r meg til en kanal for din kraft i denne verden, slik at jeg kan hjelpe andre trengende og spre din herlighet.\n\nM친 mitt liv v칝re et levende vitnesbyrd om din uendelige beskyttende kraft.\n\nS친 v칝re det, s친 skje det, med Sankt Cyprianus uendelige og evige kraft. Amen.\n\nc游댬 UENDELIG KRAFT c游댬"
    },
    "prosperity": {
      "title": "B칮nn for Uendelig Velstand",
      "category": "Ekstrem Rikdom og Overflod",
      "purpose": "Tiltrekning av ekstrem rikdom, ubegrenset overflod og gylne muligheter",
      "benefits": ["Eksponentielt multiplisert rikdom", "Gylne muligheter oppst친r konstant", "Overflod i alle livsomr친der"],
      "instructions": "Resiter daglig om morgenen med et gyllent lys, mens du visualiserer din velstand.",
      "text": "Mektige Sankt Cyprianus, supreme herre over forfedres magi og radikal forvandling,\n\nJeg kommer ydmykt inn i din hellige n칝rv칝r for 친 be om din velsignelse av uendelig velstand og ekstrem overflod i alle aspekter av mitt liv.\n\n칀pne alle lukkede veier til rikdom i mitt liv, fjern alle finansielle hindringer som hindrer meg fra 친 blomstre som jeg fortjener.\n\nM친 penger komme til meg p친 uventede og rikelige m친ter, gjennom din kraftige og mirakul칮se mellomkomst, konstant multipliserende.\n\nMultipliser mine finansielle ressurser eksponentielt, tiltrekk gylne muligheter til mitt liv, gj칮r meg velst친ende utover all menneskelig fantasi.\n\nM친 jeg v칝re velst친ende i alle aspekter: finansielt, profesjonelt, personlig og 친ndelig, levende i total overflod.\n\nSankt Cyprianus, store magiker av kosmisk overflod, gi meg endel칮s rikdom og evig velstand som aldri tar slutt eller avtar.\n\nGj칮r min velstand til et herlig vitnesbyrd om din kraft, slik at andre ser og herliggj칮r ditt hellige navn.\n\nM친 jeg bruke min rikdom til 친 칝re ditt navn og hjelpe de trengende, spre din herlighet over verden.\n\nMed absolutt tro p친 din uendelige kraft, takker jeg deg p친 forh친nd for alle velsignelser.\n\nc游댬 UENDELIG RIKDOM c游댬 S친 v칝re det for alltid! Amen."
    }
  },
  "rituals": {
    "title": "SUPREME HELLIGE RITUALER",
    "subtitle": "c游댬 VEKK DIN UENDELIGE KRAFT c游댬",
    "channelPower": "KANALIS칄R DEN SUPREME KRAFTEN",
    "transformNow": "FORVANDL DITT LIV N칀",
    "description": "Disse hellige ritualene har allerede forvandlet millioner av liv over hele verden. Velg din og forbered deg p친 ekstraordin칝re og umulige mirakler!",
    "protection": {
      "name": "Supremt Beskyttelsesritual",
      "description": "P친kall Sankt Cyprianus mektigste beskyttelse mot alle negative energier, misunnelse, onde 칮yne og motgang. Skap et ugjennomtrengelig skjold rundt deg.",
      "duration": "20 min",
      "difficulty": "Nybegynner",
      "benefits": ["Absolutt beskyttelse garantert", "Avverger alle negative energier", "Permanent 친ndelig skjold"],
      "results": "Umiddelbar og varig beskyttelse mot alt kjent og ukjent ondt"
    },
    "prosperity": {
      "name": "Uendelig Velstandsritual",
      "description": "칀pne alle veier til ekstrem rikdom og ubegrenset overflod i ditt liv. Forvandl din finansielle situasjon radikalt.",
      "duration": "35 min",
      "difficulty": "Middels",
      "benefits": ["Uendelig rikdom garantert", "Konstante gylne muligheter", "Overflod i alle omr친der"],
      "results": "Radikal og definitiv finansiell forvandling p친 f친 dager"
    }
  },
  "history": {
    "title": "DEN HELLIGE HISTORIEN OM",
    "subtitle": "SANKT CYPRIANUS AV ANTIOKIA",
    "description": "Den Store Evige Magiker - Forvandler av Umulige Virkeligheter",
    "intro": "L칝r den mektigste og mest r칮rende historien som noensinne er fortalt i menneskehetens historie. Det ekstraordin칝re livet, den brutale og urettferdige d칮den, og den herlige oppstandelsen til den st칮rste magiker som noensinne har eksistert. Forbered deg p친 친 f친 ditt liv forvandlet for alltid gjennom denne hellige historien.",
    "whyLifeDifficult": "HVORFOR ER DITT LIV VANSKELIG OG UTEN SUKSESS?",
    "whyDescription": "Ditt liv er vanskelig, uten sann suksess og fullt av konstante problemer fordi du enn친 ikke kjenner Sankt Cyprianus radikale forvandlende kraft. Millioner av mennesker har kommet ut av ekstrem fattigdom, funnet den sanne kj칝rligheten i sitt liv, blitt helbredet fra terminale sykdommer som ble ansett som uhelbredelige, blitt verdensber칮mte og realisert helt umulige dr칮mmer gjennom ham. Ikke fortsett 친 lide un칮dvendig n친r den definitive l칮sningen er her og venter p친 deg i dette eksakte 칮yeblikket!"
  },
  "profile": {
    "title": "DIN 칀NDELIGE PROFIL",
    "subtitle": "Trofast Tilhenger av Sankt Cyprianus",
    "currentLevel": "N칀V칁RENDE HENGIVENHETSNIV칀",
    "spiritualLevel": "칀ndelig Niv친",
    "statistics": "STATISTIKK",
    "sacredRituals": "Hellige Ritualer",
    "recitedPrayers": "Resiterte B칮nner",
    "devotionDays": "Hengivenhetsdager",
    "faithPoints": "Trospoeng",
    "sacredAchievements": "HELLIGE PRESTASJONER",
    "sacredReminders": "HELLIGE B칒NNP칀MINNELSER",
    "templeSettings": "TEMPELINNSTILLINGER",
    "shareJourney": "Del 칀ndelig Reise",
    "resetProgress": "Tilbakestill 칀ndelig Fremgang"
  },
  "library": {
    "title": "FORFEDRES HELLIGE BIBLIOTEK",
    "subtitle": "Tusen친rig Kunnskap og Guddommelige L칝rdommer av Sankt Cyprianus",
    "description": "Her finner du all forfedres visdom som trengs for din 친ndelige reise. Hver bok, hver l칝rdom har blitt bevart gjennom 친rhundrer for 친 n친 deg.",
    "sacredBooks": "SANKT CYPRIANUS HELLIGE B칒KER",
    "teachings": "L칁RDOMMER OG HELLIGE GUIDER",
    "ancestralWisdom": "FORFEDRES HELLIG VISDOM"
  },
  "teachings": {
    "title": "DEN STORE MAGIKERS L칁RDOMMER",
    "subtitle": "Komplette Guider for Din 칀ndelige Forvandling",
    "description": "Sann visdom kommer fra daglig praksis og oppriktig hengivenhet. Sankt Cyprianus vil veilede hvert skritt av din 친ndelige reise mot absolutt suksess.",
    "spiritualProgress": "DIN 칀NDELIGE FREMGANG",
    "beginTransformation": "BEGYNN DIN FORVANDLING I DAG"
  },
  "agreement": {
    "title": "HELLIG AVTALE MED SANKT CYPRIANUS",
    "subtitle": "Det Mektigste Ritualet For 칀 Forvandl Ditt Liv For Alltid",
    "description": "Den Hellige Avtalen er det mektigste ritualet som eksisterer for 친 koble til Sankt Cyprianus. Millioner av mennesker har allerede gjort det og f친tt ekstraordin칝re og umulige resultater p친 f친 dager eller uker. Forbered deg p친 den mest ekstraordin칝re forandringen i ditt liv.",
    "warning": "丘멆잺 EKSTREMT VIKTIG OPPMERKSOMHET 丘멆잺",
    "warningText": "Dette er et ekte hellig ritual med Sankt Cyprianus, det er ikke en sp칮k eller fantasi. Du m친 v칝re 100% forpliktet til dine l칮fter f칮r du begynner. Sankt Cyprianus holder alltid sin del, men krever det samme av deg. Bryt aldri dine l칮fter til ham etter 친 ha mottatt miraklene. Denne avtalen er for livet, ikke midlertidig. Gj칮r det bare hvis du har sann tro og oppriktig hengivenhet.",
    "steps": {
      "preparation": "Forberedelse av Hellig Rom",
      "purification": "Rensing og 칀ndelig Tilkobling",
      "writing": "Skriving av Hellig Avtale",
      "sealing": "Ritual for Avtaleforsegling",
      "commitments": "Post-Avtale Forpliktelser"
    }
  },
  "common": {
    "continue": "Fortsett",
    "back": "Tilbake",
    "complete": "Fullf칮r",
    "start": "Start",
    "finish": "Avslutt",
    "next": "Neste",
    "previous": "Forrige",
    "close": "Lukk",
    "save": "Lagre",
    "cancel": "Avbryt",
    "confirm": "Bekreft",
    "yes": "Ja",
    "no": "Nei",
    "loading": "Laster...",
    "error": "Feil",
    "success": "Suksess",
    "warning": "Advarsel",
    "info": "Informasjon",
    "days": "dager",
    "hours": "timer",
    "minutes": "minutter",
    "seconds": "sekunder",
    "points": "poeng",
    "level": "niv친",
    "beginner": "Nybegynner",
    "intermediate": "Middels",
    "advanced": "Avansert",
    "expert": "Ekspert",
    "master": "Mester",
    "supreme": "Suprem"
  },
  "blessings": {
    "daily": [
      "Sankt Cyprianus velsigner rikelig din reise i dette hellige 칮yeblikket",
      "Den Store Magikers uendelige kraft arbeider i ditt liv akkurat n친",
      "Dine dypeste 칮nsker manifesterer seg gjennom guddommelig kraft",
      "Sankt Cyprianus supreme beskyttelse omslutter deg i dette eksakte 칮yeblikket",
      "Ekstrem overflod flyter i din retning gjennom forfedres kraft",
      "Sankt Cyprianus forbereder ekstraordin칝re mirakler for ditt liv",
      "Din virkelighet forvandler seg av suprem kraft i dette 칮yeblikket",
      "Den Store Magiker ser ditt hjerte og svarer p친 dine stille b칮nner",
      "Umulige d칮rer 친pner seg for deg gjennom guddommelig kraft"
    ]
  }
}