{
  "temple": {
    "title": "HELIGA TEMPLET F칐R SANKT CYPRIANUS",
    "subtitle": "Den Store Evige Magikern - F칬rvandlare av Om칬jliga Verkligheter",
    "welcome": "V칛lkommen till v칛rldens m칛ktigaste digitala tempel, till칛gnat den oj칛mf칬rlige Sankt Cyprianus av Antiochia. H칛r finner miljontals m칛nniskor absolut gudomligt skydd, obegr칛nsad v칛lst친nd och uppfyllelse av om칬jliga 칬nskningar. Ditt liv 칛r p친 v칛g att f칬r칛ndras f칬r alltid - s친 radikalt att du inte kommer att tro att du 칛r samma person.",
    "mainAltar": "STORA MAGIKERS HUVUDALTARE",
    "altarDescription": "H칛r manifesterar Sankt Cyprianus sin suprema kraft 24 timmar om dygnet och f칬rvandlar liv radikalt och definitivt",
    "emergencyRitual": "N칬dritual",
    "powerfulPrayer": "Kraftfull B칬n",
    "sacredPromise": "游 HELIG L칐FTE: Ditt liv kommer att f칬rvandlas radikalt genom Sankt Cyprianus f칬rf칛ders kraft. Miljoner har redan bevisat det - nu 칛r det din tur! 游",
    "exploreTemple": "UTFORSKA TEMPLETS HELIGA SEKTIONER",
    "clickSections": "Klicka p친 varje sektion nedan f칬r att komma 친t Sankt Cyprianus specifika krafter"
  },
  "navigation": {
    "temple": "Tempel",
    "rituals": "Ritualer",
    "prayers": "B칬ner",
    "history": "Historia",
    "profile": "Profil",
    "library": "Bibliotek",
    "teachings": "L칛ror",
    "agreement": "Heligt Avtal"
  },
  "prayers": {
    "title": "SUPREMA HELIGA B칐NER",
    "subtitle": "c游댬 ORD AV O츿NDLIG KRAFT c游댬",
    "channelPower": "KANALISERA DEN SUPREMA KRAFTEN",
    "transformLives": "B칐NER SOM F칐RVANDLAR LIV RADIKALT",
    "description": "Dessa heliga b칬ner har redan utf칬rt miljontals mirakel 칬ver hela v칛rlden. V칛lj din och f칬rbered dig f칬r en extraordin칛r och definitiv f칬rvandling!",
    "protection": {
      "title": "B칬n f칬r Supremt Skydd",
      "category": "Absolut Gudomligt Skydd",
      "purpose": "Total beskydd mot alla motg친ngar, negativa energier och andliga attacker",
      "benefits": ["Ogenomtr칛nglig andlig sk칬ld", "Avv칛rjer all avundsjuka och onda 칬gat", "Komplett och evigt familjeskydd"],
      "instructions": "Recitera med ett t칛nt vitt ljus, p친 morgonen eller kv칛llen, med total tro och h칛ngivenhet.",
      "text": "츿rorike Sankt Cyprianus, store magiker och suprema beskyddare av alla beh칬vande,\n\nJag 친kallar din o칛ndliga och f칬rf칛ders kraft s친 att du skyddar mig fr친n alla ondska, synliga och osynliga, k칛nda och ok칛nda, nuvarande och framtida.\n\nMed din oj칛mf칬rliga gudomliga styrka, driv bort fr친n mig all negativ energi, all grym avundsjuka, all illvillig blick, all ondska riktad mot mig och min familj.\n\nSkapa runt mig och alla mina 칛lskade en ogenomtr칛nglig sk칬ld av gudomligt gyllene ljus, som ingen ondska n친gonsin kan tr칛nga igenom.\n\nSankt Cyprianus, ge mig 칬vernaturlig styrka, orubblig mod och suprem visdom f칬r att m칬ta alla livets utmaningar med v칛rdighet och seger.\n\nM친 ditt kraftfulla skydd alltid f칬lja mig, i alla 칬gonblick av mitt liv, p친 alla platser jag g친r, p친 alla v칛gar jag f칬ljer.\n\nG칬r mig till en kanal f칬r din kraft i denna v칛rld, s친 att jag kan hj칛lpa andra beh칬vande och sprida din h칛rlighet.\n\nM친 mitt liv vara ett levande vittnesb칬rd om din o칛ndliga beskyddande kraft.\n\nS친 vare det, s친 ske det, med Sankt Cyprianus o칛ndliga och eviga kraft. Amen.\n\nc游댬 O츿NDLIG KRAFT c游댬"
    },
    "prosperity": {
      "title": "B칬n f칬r O칛ndligt V칛lst친nd",
      "category": "Extrem Rikedom och 칐verfl칬d",
      "purpose": "Attraktion av extrem rikedom, obegr칛nsat 칬verfl칬d och gyllene m칬jligheter",
      "benefits": ["Exponentiellt multiplicerad rikedom", "Gyllene m칬jligheter uppst친r st칛ndigt", "칐verfl칬d i alla livsomr친den"],
      "instructions": "Recitera dagligen p친 morgonen med ett gyllene ljus, medan du visualiserar ditt v칛lst친nd.",
      "text": "M칛ktige Sankt Cyprianus, supreme herre 칬ver f칬rf칛ders magi och radikal f칬rvandling,\n\nJag kommer 칬dmjukt inf칬r din heliga n칛rvaro f칬r att beg칛ra din v칛lsignelse av o칛ndligt v칛lst친nd och extremt 칬verfl칬d i alla aspekter av mitt liv.\n\n칐ppna alla st칛ngda v칛gar till rikedom i mitt liv, ta bort alla finansiella hinder som hindrar mig fr친n att blomstra som jag f칬rtj칛nar.\n\nM친 pengar komma till mig p친 ov칛ntade och rikliga s칛tt, genom din kraftfulla och mirakul칬sa medling, st칛ndigt multiplicerande.\n\nMultiplicera mina finansiella resurser exponentiellt, attrahera gyllene m칬jligheter till mitt liv, g칬r mig v칛lm친ende bortom all m칛nsklig fantasi.\n\nM친 jag vara v칛lm친ende i alla aspekter: finansiellt, professionellt, personligt och andligt, levande i total 칬verfl칬d.\n\nSankt Cyprianus, store magiker av kosmiskt 칬verfl칬d, bevilja mig 칛ndl칬s rikedom och evig v칛lst친nd som aldrig tar slut eller minskar.\n\nG칬r mitt v칛lst친nd till ett h칛rligt vittnesb칬rd om din kraft, s친 att andra ser och f칬rh칛rligar ditt heliga namn.\n\nM친 jag anv칛nda min rikedom f칬r att hedra ditt namn och hj칛lpa de beh칬vande, spridande din h칛rlighet 칬ver v칛rlden.\n\nMed absolut tro p친 din o칛ndliga kraft, tackar jag dig i f칬rv칛g f칬r alla v칛lsignelser.\n\nc游댬 O츿NDLIG RIKEDOM c游댬 S친 vare det f칬r alltid! Amen."
    }
  },
  "rituals": {
    "title": "SUPREMA HELIGA RITUALER",
    "subtitle": "c游댬 V츿CK DIN O츿NDLIGA KRAFT c游댬",
    "channelPower": "KANALISERA DEN SUPREMA KRAFTEN",
    "transformNow": "F칐RVANDLA DITT LIV NU",
    "description": "Dessa heliga ritualer har redan f칬rvandlat miljontals liv 칬ver hela v칛rlden. V칛lj din och f칬rbered dig f칬r extraordin칛ra och om칬jliga mirakel!",
    "protection": {
      "name": "Supremt Skyddsritual",
      "description": "칀kalla Sankt Cyprianus m칛ktigaste skydd mot alla negativa energier, avundsjuka, onda 칬gat och motg친ngar. Skapa en ogenomtr칛nglig sk칬ld runt dig.",
      "duration": "20 min",
      "difficulty": "Nyb칬rjare",
      "benefits": ["Absolut skydd garanterat", "Avv칛rjer alla negativa energier", "Permanent andlig sk칬ld"],
      "results": "Omedelbart och varaktigt skydd mot alla k칛nda och ok칛nda ondska"
    },
    "prosperity": {
      "name": "O칛ndligt V칛lst친ndsritual",
      "description": "칐ppna alla v칛gar till extrem rikedom och obegr칛nsat 칬verfl칬d i ditt liv. F칬rvandla din finansiella situation radikalt.",
      "duration": "35 min",
      "difficulty": "Medel",
      "benefits": ["O칛ndlig rikedom garanterad", "Konstanta gyllene m칬jligheter", "칐verfl칬d i alla omr친den"],
      "results": "Radikal och definitiv finansiell f칬rvandling p친 n친gra dagar"
    }
  },
  "history": {
    "title": "DEN HELIGA HISTORIEN OM",
    "subtitle": "SANKT CYPRIANUS AV ANTIOCHIA",
    "description": "Den Store Evige Magikern - F칬rvandlare av Om칬jliga Verkligheter",
    "intro": "L칛r k칛nna den m칛ktigaste och mest r칬rande ber칛ttelsen som n친gonsin ber칛ttats i m칛nsklighetens historia. Det extraordin칛ra livet, den brutala och or칛ttvisa d칬den, och den h칛rliga uppst친ndelsen av den st칬rsta magiker som n친gonsin existerat. F칬rbered dig p친 att f친 ditt liv f칬rvandlat f칬r alltid genom denna heliga ber칛ttelse.",
    "whyLifeDifficult": "VARF칐R 츿R DITT LIV SV칀RT OCH UTAN FRAMG칀NG?",
    "whyDescription": "Ditt liv 칛r sv친rt, utan sann framg친ng och fullt av st칛ndiga problem eftersom du 칛nnu inte k칛nner till Sankt Cyprianus radikala f칬rvandlande kraft. Miljontals m칛nniskor har kommit ut ur extrem fattigdom, funnit den sanna k칛rleken i sitt liv, blivit botade fr친n terminala sjukdomar som ans친gs obotliga, blivit v칛rldsber칬mda och f칬rverkligat helt om칬jliga dr칬mmar genom honom. Forts칛tt inte att lida i on칬dan n칛r den definitiva l칬sningen finns h칛r och v칛ntar p친 dig i detta exakta 칬gonblick!"
  },
  "profile": {
    "title": "DIN ANDLIGA PROFIL",
    "subtitle": "Trogen Anh칛ngare av Sankt Cyprianus",
    "currentLevel": "NUVARANDE H츿NGIVENHETSNIV칀",
    "spiritualLevel": "Andlig Niv친",
    "statistics": "STATISTIK",
    "sacredRituals": "Heliga Ritualer",
    "recitedPrayers": "Reciterade B칬ner",
    "devotionDays": "H칛ngivenhetsdagar",
    "faithPoints": "Trospo칛ng",
    "sacredAchievements": "HELIGA PRESTATIONER",
    "sacredReminders": "HELIGA B칐NP칀MINNELSER",
    "templeSettings": "TEMPELINST츿LLNINGAR",
    "shareJourney": "Dela Andlig Resa",
    "resetProgress": "칀terst칛ll Andlig Framsteg"
  },
  "library": {
    "title": "F칐RF츿DERS HELIGA BIBLIOTEK",
    "subtitle": "Tusen친rig Kunskap och Gudomliga L칛ror av Sankt Cyprianus",
    "description": "H칛r finner du all f칬rf칛ders visdom som beh칬vs f칬r din andliga resa. Varje bok, varje l칛ra har bevarats genom 친rhundradena f칬r att n친 dig.",
    "sacredBooks": "SANKT CYPRIANUS HELIGA B칐CKER",
    "teachings": "L츿ROR OCH HELIGA GUIDER",
    "ancestralWisdom": "F칐RF츿DERS HELIG VISDOM"
  },
  "teachings": {
    "title": "DEN STORE MAGIKERNS L츿ROR",
    "subtitle": "Kompletta Guider f칬r Din Andliga F칬rvandling",
    "description": "Sann visdom kommer fr친n daglig praktik och uppriktig h칛ngivenhet. Sankt Cyprianus kommer att v칛gleda varje steg av din andliga resa mot absolut framg친ng.",
    "spiritualProgress": "DIN ANDLIGA FRAMSTEG",
    "beginTransformation": "B칐RJA DIN F칐RVANDLING IDAG"
  },
  "agreement": {
    "title": "HELIGT AVTAL MED SANKT CYPRIANUS",
    "subtitle": "Den M칛ktigaste Ritualen F칬r Att F칬rvandla Ditt Liv F칬r Alltid",
    "description": "Det Heliga Avtalet 칛r den m칛ktigaste ritualen som finns f칬r att ansluta till Sankt Cyprianus. Miljontals m칛nniskor har redan gjort det och f친tt extraordin칛ra och om칬jliga resultat p친 n친gra dagar eller veckor. F칬rbered dig p친 den mest extraordin칛ra f칬r칛ndringen i ditt liv.",
    "warning": "丘멆잺 EXTREMT VIKTIG UPPM츿RKSAMHET 丘멆잺",
    "warningText": "Detta 칛r en verklig helig ritual med Sankt Cyprianus, det 칛r inget sk칛mt eller fantasi. Du m친ste vara 100% engagerad i dina l칬ften innan du b칬rjar. Sankt Cyprianus h친ller alltid sin del, men kr칛ver detsamma av dig. Bryt aldrig dina l칬ften till honom efter att ha f친tt miraklen. Detta avtal 칛r f칬r livet, inte tillf칛lligt. G칬r det bara om du har sann tro och uppriktig h칛ngivenhet.",
    "steps": {
      "preparation": "F칬rberedelse av Heligt Utrymme",
      "purification": "Rening och Andlig Anslutning",
      "writing": "Skrivande av Heligt Avtal",
      "sealing": "Ritual f칬r Avtalsf칬rsegling",
      "commitments": "Post-Avtal 칀taganden"
    }
  },
  "common": {
    "continue": "Forts칛tt",
    "back": "Tillbaka",
    "complete": "Slutf칬r",
    "start": "B칬rja",
    "finish": "Avsluta",
    "next": "N칛sta",
    "previous": "F칬reg친ende",
    "close": "St칛ng",
    "save": "Spara",
    "cancel": "Avbryt",
    "confirm": "Bekr칛fta",
    "yes": "Ja",
    "no": "Nej",
    "loading": "Laddar...",
    "error": "Fel",
    "success": "Framg친ng",
    "warning": "Varning",
    "info": "Information",
    "days": "dagar",
    "hours": "timmar",
    "minutes": "minuter",
    "seconds": "sekunder",
    "points": "po칛ng",
    "level": "niv친",
    "beginner": "Nyb칬rjare",
    "intermediate": "Medel",
    "advanced": "Avancerad",
    "expert": "Expert",
    "master": "M칛stare",
    "supreme": "Suprem"
  },
  "blessings": {
    "daily": [
      "Sankt Cyprianus v칛lsignar rikligt din resa i detta heliga 칬gonblick",
      "Den Store Magikerns o칛ndliga kraft arbetar i ditt liv just nu",
      "Dina djupaste 칬nskningar manifesteras genom gudomlig kraft",
      "Sankt Cyprianus suprema skydd omsluter dig i detta exakta 칬gonblick",
      "Extremt 칬verfl칬d fl칬dar i din riktning genom f칬rf칛ders kraft",
      "Sankt Cyprianus f칬rbereder extraordin칛ra mirakel f칬r ditt liv",
      "Din verklighet f칬rvandlas av suprem kraft i detta 칬gonblick",
      "Den Store Magikern ser ditt hj칛rta och svarar p친 dina tysta b칬ner",
      "Om칬jliga d칬rrar 칬ppnas f칬r dig genom gudomlig kraft"
    ]
  }
}